acpid
adapta-gtk-theme
alsa-utils
appstream-glib
apr
apr-util
arandr
arc-gtk-theme
ario
atool
autoconf
automake
awesome-terminal-fonts
base
bash
bc
binutils
bison
blueman
breeze-icons
bspwm
bzip2
calcurse
calf
catfish
cli-visualizer
clipit
compton
coreutils
cpio
cryptsetup
cups
cups-pdf
cups-pk-helper
device-mapper
dhcpcd
dialog
diffutils
downgrade
doxygen
dunst
e2fsprogs
efibootmgr
elementary-icon-theme
fakeroot
ffmpegthumbnailer
file
filesystem
findutils
firefox
fish
flameshot
flashplugin
flex
gawk
gcab
gcc
gcc-libs
gdb
gettext
git
gksu
glibc
gnome-system-monitor
gnu-netcat
google-talkplugin
gparted
graphviz
grep
groff
gsfonts
gst-libav
gst-plugins-base
gst-plugins-ugly
gst-python2
gthumb
gtk-engine-murrine
gtk-engines
gtk2-smooth-engine
gts
gvfs
gvfs-mtp
gvfs-smb
gvim
gzip
highlight
hunspell-en_US
hyphen-en
icedtea-web
imagemagick
inetutils
inkscape
intel-ucode
iproute2
iputils
jfsutils
kde-cli-tools
kdeconnect
keepassxc
kvantum-qt5
kvantum-theme-adapta
less
lib32-libcanberra
libappindicator-gtk3
libdbusmenu-gtk3
libgsf
libindicator-gtk3
libmythes
libreoffice-extension-texmaths
libreoffice-extension-writer2latex
libreoffice-still
libstemmer
libtool
libutf8proc
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-aether
linux
linux-firmware
logrotate
lsp-plugins
lvm2
lxappearance-gtk3
m4
maim
make
man-db
man-pages
mathpix-snipping-tool
mda.lv2
mdadm
mendeleydesktop-dev
meteo-gtk
minizip
mlocate
mopidy
mopidy-local-sqlite
mopidy-spotify-playlist-fix-git
mopidy-spotify-web
mpc
mpd
mpd-notification
mpdscribble
mpv
mythes-en
nano
ncmpcpp
neofetch
nerd-fonts-noto-sans-regular-complete
nerd-fonts-source-code-pro
net-tools
netctl
network-manager-applet
networkmanager-openvpn
nitrogen
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
nvidia
nvidia-settings
nvidia-utils
oblogout
openssh
openvpn
optimus-manager
pacman
pacman-contrib
papirus-icon-theme
paraview
parted
patch
pavucontrol
pciutils
pdfpc
perl
pinta
pkgconf
playerctl
polkit-gnome
polybar
poppler-glib
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-jack
pulseeffects
python
python-asn1crypto
python-cffi
python-cryptography
python-httplib2
python-oauth2client
python-oauthlib
python-ply
python-psutil
python-pycparser
python-requests-oauthlib
python-ueberzug
python-xlib
python2-backports-abc
python2-cachecontrol
python2-chardet
python2-colorama
python2-configobj
python2-distlib
python2-distro
python2-html5lib
python2-lockfile
python2-pep517
python2-pip
python2-progress
python2-pykka
python2-pytoml
python2-requests
python2-retrying
python2-singledispatch
python2-spotipy
python2-tornado
python2-urllib3
python2-webencodings
qt5-location
qt5-sensors
qt5-webchannel
qt5-webengine
qt5-webkit
qt5ct
ranger-git
re2
realvnc-vnc-viewer
redshift
refind-efi
reiserfsprogs
rofi
s-nail
sed
serf
shadow
shadowfox-updater
siji-git
snappy
spotify
squashfs-tools
sshfs
subversion
sudo
sxhkd
syncthing-gtk
sysfsutils
systemd
systemd-sysvcompat
tar
tdrop-git
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
transmission-gtk
ttf-font-awesome
ttf-ms-fonts
ttf-weather-icons
tumbler
udiskie
unrar
unzip
usbutils
util-linux
vala
vi
w3m
wget
which
words
wpa_supplicant
xarchiver
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yelp
youtube-dl
zam-plugins
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zenity
